[
{
"num" : "18",
"content" : "Dear Future Pilots, We are very excited to announce that we will offer the Summer Aviation Flight Camp for student pilot certificates. It will be held from July 20 to August 3, 2019 at O'Ryan Flight School. The summer camp will include programs in which participants can receive flight instruction from professional pilots, go on field trips, try flight simulators, and do a lot more. Because of the aviation regulation for student pilots, the camp is limited to participants over 16 years old. Please see the attached document for registration and tuition information. If you have further questions about the camp, please contact the coordinator at 714-3127-1004. Sincerely, Todd O'Ryan Director"
},

{
"num" : "19",
"content" : "It was two hours before the paper submission. With the deadline close at hand, Claire was still struggling with her writing. Pressed for time and stuck in a deadlock, she had no idea how to finish the paper. She wasn't even sure whether she could submit it on time. What she found in her paper was scribbled words, half sentences, and a pile of seemingly strange and disjointed ideas. \"Nothing makes sense,\" she said to herself. She looked at her writing and began reading it over and over. All of a sudden and unexpectedly, something was found in that pile of thoughts: the flow and connection of ideas she had not considered while she was writing. From this moment, the ticking of the clock sounded encouraging to her. \"Yes, I can do it!\" Claire said as she grabbed her pencil again"
},

{
"num" : "20",
"content" : "Learning a certain concept such as \"molecules\" requires more than just a single exposure to the idea. If a student is going to remember a science concept, he or she should experience it multiple times and in various contexts. That is one of the strengths of the learning cycle: the students have direct experience with the concept, then they talk about it, and then they have even more direct experience. Reading, watching videos, and listening to others' thoughts contribute to a more solid understanding of the concept. This suggests more than repetition. Each event allows the student to examine the concept from a different perspective. Ultimately this will lead to a substantive, useful understanding of the complexities and nuances of the concept."
},

{
"num" : "21",
"content" : "Many companies confuse activities and results. As a consequence, they make the mistake of designing a process that sets out milestones in the form of activities that must be carried out during the sales cycle. Salespeople have a genius for doing what's compensated rather than what's effective. If your process has an activity such as \"submit proposal\" or \"make cold call,\" then that's just what your people will do. No matter that the calls were to the wrong customer or went nowhere. No matter that the proposal wasn't submitted at the right point in the buying decision or contained inappropriate information. The process asked for activity, and activity was what it got. Salespeople have done what was asked for. \"Garbage in, garbage out\" they will delight in telling you. \"It's not our problem, it's this dumb process.\""
},

{
"num" : "22",
"content" : "The twenty-first century is the age of information and knowledge. It is a century that is characterized by knowledge as the important resource that gains competitive advantage for companies. To acquire all these knowledge and information, organizations must rely on the data that they store. Data, the basic element, is gathered daily from different input sources. Information is extracted or learned from these sources of data, and this captured information is then transformed into knowledge that is eventually used to trigger actions or decisions. By and large, organizations do not have any problem of not having enough data because most organizations are rich with data. The problem however is that many organizations are poor in information and knowledge. This fact translates into one of the biggest challenges faced by organizations: how to transform raw data into information and eventually into knowledge, which if exploited correctly provides the capabilities to predict customers' behaviour and business trends."
},

{
"num" : "23",
"content" : "In the twelfth to thirteenth centuries there appeared the first manuals teaching \"table manners\" to the offspring of aristocrats. It was a genre that subsequently had a great success in the early modern period with The Courtier by Baldassare Castiglione, The Galateo by Monsignor Della Casa, and many others produced in different European countries. In a variety of ways and meanings, these are all instruments intended to define or distinguish who is in from who is out, separating the participants from the ostracized. It is for this reason that manuals of \"good manners\" addressed to the aristocracy always have a negative reference to the peasant who behaves badly, who \"doesn't know\" what the rules are, and for this reason is excluded from the lordly table. Food etiquette had become a sign of social barriers and of the impossibility of breaking them down"
},

{
"num" : "24",
"content" : "Racial and ethnic relations in the United States are better today than in the past, but many changes are needed before sports are a model of inclusion and fairness. The challenges today are different from the ones faced twenty years ago, and experience shows that when current challenges are met, a new social situation is created in which new challenges emerge. For example, once racial and ethnic segregation is eliminated and people come together, they must learn to live, work, and play with each other despite diverse experiences and cultural perspectives. Meeting this challenge requires a commitment to equal treatment, plus learning about the perspectives of others, understanding how they define and give meaning to the world, and then determining how to form and maintain relationships while respecting differences, making compromises, and supporting one another in the pursuit of goals that may not always be shared. None of this is easy, and challenges are never met once and for all time"
},

{
"num" : "25",
"content" : "The graph above shows the average kilocalorie intake from sugar-sweetened beverages by age group and gender on a given day during 2011-2014 in the United States. In each age group, males had higher average kilocalorie intake from sugar-sweetened beverages than females did. Among the male groups, the group aged 20-39 had the highest average kilocalorie intake from sugar-sweetened beverages. Among the female groups, the group aged 12-19 had the highest average kilocalorie intake from sugar-sweetened beverages, followed by the group aged 20-39. Among the male groups, the group aged 2-5 had the lowest average kilocalorie intake from sugar-sweetened beverages. Among the female groups, likewise, the youngest group had the lowest average kilocalorie intake from sugar-sweetened beverages"
},

{
"num" : "26",
"content" : "Along the coast of British Columbia lies a land of forest green and sparkling blue. This land is the Great Bear Rainforest, which measures 6.4 million hectares about the size of Ireland or Nova Scotia. It is home to a wide variety of wildlife. One of the unique animals living in the area is the Kermode bear. It is a rare kind of bear known to be the official mammal of British Columbia. Salmon are also found here. They play a vital role in this area's ecosystem as a wide range of animals, as well as humans, consume them. The Great Bear Rainforest is also home to the Western Red Cedar, a tree that can live for several hundred years. The tree's wood is lightweight and rot-resistant, so it is used for making buildings and furniture."
},

{
"num" : "29",
"content" : "An interesting aspect of human psychology is that we tend to like things more and find them more appealing if everything about those things is not obvious the first time we experience them. This is certainly true in music. For example, we might hear a song on the radio for the first time that catches our interest and decide we like it. Then the next time we hear it, we hear a lyric we didn't catch the first time, or we might notice what the piano or drums are doing in the background. A special harmony emerges that we missed before. We hear more and more and understand more and more with each listening. Sometimes, the longer that takes for a work of art to reveal all of its subtleties to us, the more fond of that thing whether it's music, art, dance, or architecture we become"
},

{
"num" : "30",
"content" : "Sometimes the awareness that one is distrusted can provide the necessary incentive for self-reflection. An employee who  realizes she isn't being trusted by her co-workers with shared responsibilities at work might, upon reflection, identify areas where she has consistently let others down or failed to follow through on previous commitments. Others' distrust of her might then forbid her to perform her share of the duties in a way that makes her more worthy of their trust. But distrust of one who is sincere in her efforts to be a trustworthy and dependable person can be disorienting and might cause her to doubt her own perceptions and to distrust herself. Consider, for instance, a teenager whose parents are suspicious and distrustful when she goes out at night; even if she has been forthright about her plans and is not breaking any agreed-upon rules, her identity as a respectable moral subject is undermined by a pervasive parental attitude that expects deceit and betrayal."
},

{
"num" : "31",
"content" : "Some people have defined wildlife damage management as the science and management of overabundant species, but this definition is too narrow. All wildlife species act in ways that harm human interests. Thus, all species cause wildlife damage, not just overabundant ones. One interesting example of this involves endangered peregrine falcons in California, which prey on another endangered species, the California least tern. Certainly, we would not consider peregrine falcons as being overabundant, but we wish that they would not feed on an endangered species. In this case, one of the negative values associated with a peregrine falcon population is that its predation reduces the population of another endangered species. The goal of wildlife damage management in this case would be to stop the falcons from eating the terns without  the falcons."
},

{
"num" : "32",
"content" : "Through recent decades academic archaeologists have been urged to conduct their research and excavations according to hypothesis-testing procedures. It has been argued that we should construct our general theories, deduce testable propositions and prove or disprove them against the sampled data. In fact, the application of this 'scientific method' often ran into difficulties. The data have a tendency to lead to unexpected questions, problems and issues. Thus, archaeologists claiming to follow hypothesis-testing procedures found themselves having to create a fiction. In practice, their work and theoretical conclusions partly developed . In other words, they already knew the data when they decided upon an interpretation. But in presenting their work they rewrote the script, placing the theory first and claiming to have tested it against data which they discovered, as in an experiment under laboratory conditions"
},

{
"num" : "33",
"content" : "Digital technology accelerates dematerialization by hastening the migration from products to services. The liquid nature of services means they don't have to be bound to materials. But dematerialization is not just about digital goods. The reason even solid physical goods like a soda can can deliver more benefits while inhabiting less material is because their heavy atoms are substituted by weightless bits. The tangible is replaced by intangibles intangibles like better design, innovative processes, smart chips, and eventually online connectivity that do the work that more aluminum atoms used to do. Soft things, like intelligence, are thus embedded into hard things, like aluminum, that make hard things behave more like software. Material goods infused with bits increasingly act as if . Nouns morph to verbs. Hardware behaves like software. In Silicon Valley they say it like this: \"Software eats everything.\""
},

{
"num" : "34",
"content" : "Not all Golden Rules are alike; two kinds emerged over time. The negative version instructs restraint; the positive encourages intervention. One sets a baseline of at least not causing harm; the other points toward aspirational or idealized beneficent behavior. While examples of these rules abound, too many to list exhaustively, let these versions suffice for our purpose here: \"What is hateful to you do not do to another\" and \"Love another as yourself.\" Both versions insist on caring for others, whether through acts of omission, such as not injuring, or through acts of commission, by actively intervening. Yet while these Golden Rules encourage an agent to care for an other, they . The purposeful displacement of concern away from the ego nonetheless remains partly self-referential. Both the negative and the positive versions invoke the ego as the fundamental measure against which behaviors are to be evaluated."
},

{
"num" : "35",
"content" : "When a dog is trained to detect drugs, explosives, contraband, or other items, the trainer doesn't actually teach the dog how to smell; the dog already knows how to discriminate one scent from another. Rather, the dog is trained to become emotionally aroused by one smell versus another. In the step-by-step training process, the trainer attaches an \"emotional charge\" to a particular scent so that the dog is drawn to it above all others. And then the dog is trained to search out the desired item on cue, so that the trainer can control or release the behavior. This emotional arousal is also why playing tug with a dog is a more powerful emotional reward in a training regime than just giving a dog a food treat, since the trainer invests more emotion into a game of tug. As long as the trainer gives the dog a food reward regularly, the dog can understand its \"good\" behavior results in rewards. From a dog's point of view, the tug toy is compelling because the trainer is \"upset\" by the toy"
},

{
"num" : "36",
"content" : "Notation was more than a practical method for preserving an expanding repertoire of music.  Written notes freeze the music rather than allowing it to develop in the hands of individuals, and it discourages improvisation. Partly because of notation, modern classical performance lacks the depth of nuance that is part of aural tradition. Before notation arrived, in all history music was largely carried on as an aural tradition.  It changed the nature of the art itself. To write something down means that people far away in space and time can re-create it. At the same time, there are downsides.  Most world music is still basically aural, including sophisticated musical traditions such as Indian and Balinese. Most jazz musicians can read music but often don't bother, and their art is much involved with improvisation. Many modern pop musicians, one example being Paul McCartney, can't read music at all"
},

{
"num" : "37",
"content" : "Marshall McLuhan, among others, noted that clothes are people's extended skin, wheels extended feet, camera and telescopes extended eyes. Our technological creations are great extrapolations of the bodies that our genes build.  The blueprints for our shells spring from our minds, which may spontaneously create something none of our ancestors ever made or even imagined. If technology is an extension of humans, it is not an extension of our genes but of our minds. Technology is therefore the extended body for ideas. In this way, we can think of technology as our extended body. During the industrial age it was easy to see the world this way. Steam-powered shovels, locomotives, television, and the levers and gears of engineers were a fabulous exoskeleton that turned man into superman. A closer look reveals the flaw in this analogy: The extended costume of animals is the result of their genes. They inherit the basic blueprints of what they make. Humans don't."
},

{
"num" : "38",
"content" : "Rather, happiness is often found in those moments we are most vulnerable, alone or in pain. We seek out feel-good experiences, always on the lookout for the next holiday, purchase or culinary experience. This approach to happiness is relatively recent; it depends on our capacity both to pad our lives with material pleasures and to feel that we can control our suffering. Painkillers, as we know them today, are a relatively recent invention and access to material comfort is now within reach of a much larger proportion of the world's population. These technological and economic advances have had significant cultural implications, leading us to see our negative experiences as a problem and maximizing our positive experiences as the answer. Yet, through this we have forgotten that being happy in life is not just about pleasure.  Comfort, contentment and satisfaction have never been the elixir of happiness. Happiness is there, on the edges of these experiences, and when we get a glimpse of that kind of happiness it is powerful, transcendent and compelling"
},

{
"num" : "39",
"content" : "That puts you each near a focus, a special point at which the sound of your voice gets focused as it reflects off the passageway's curved walls and ceiling. Whispering galleries are remarkable acoustic spaces found beneath certain domes or curved ceilings. A famous one is located outside a well-known restaurant in New York City's Grand Central Station. It's a fun place to take a date: the two of you can exchange romantic words while you're forty feet apart and separated by a busy passageway.  You'll hear each other clearly, but the passersby won't hear a word you're saying. To produce this effect, the two of you should stand at diagonally opposite corners of the space, facing the wall. Ordinarily, the sound waves you produce travel in all directions and bounce off the walls at different times and places, scrambling them so much that they are inaudible when they arrive at the ear of a listener forty feet away. But when you whisper at a focus, the reflected waves all arrive at the same time at the other focus, thus reinforcing one another and allowing your words to be heard."
},

{
"num" : "40",
"content" : "After the United Nations environmental conference in Rio de Janeiro in 1992 made the term \"sustainability\" widely known around the world, the word became a popular buzzword by those who wanted to be seen as pro-environmental but who did not really intend to change their behavior. It became a public relations term, an attempt to be seen as abreast with the latest thinking of what we must do to save our planet from widespread harm. But then, in a decade or so, some governments, industries, educational institutions, and organizations started to use the term in a serious manner. In the United States a number of large corporations appointed a vice president for sustainability. Not only were these officials interested in how their companies could profit by producing \"green\" products, but they were often given the task of making the company more efficient by reducing wastes and pollution and by reducing its carbon emissions."
},

{
"num" : "41",
"content" : "Aristotle did not think that all human beings should be allowed to engage in political activity: in his system, women, slaves, and foreigners were explicitly excluded from the right to rule themselves and others. Nevertheless, his basic idea that politics is a unique collective activity that is directed at certain common goals and ends still resonates today. But which ends? Many thinkers and political figures since the ancient world have developed different ideas about the goals that politics can or should achieve. This approach is known as political moralism. For moralists, political life is a branch of ethics or moral philosophy so it is unsurprising that there are many philosophers in the group of moralistic political thinkers. Political moralists argue that politics should be directed toward achieving substantial goals, or that political arrangements should be organized to protect certain things. Among these things are political values such as justice, equality, liberty, happiness, fraternity, or national self-determination. At its most radical, moralism produces descriptions of ideal political societies known as Utopias, named after English statesman and philosopher Thomas More's book Utopia, published in 1516, which imagined an ideal nation. Utopian political thinking dates back to the ancient Greek philosopher Plato's book the Republic, but it is still used by modern thinkers such as Robert Nozick to explore ideas. Some theorists consider Utopian political thinking to be a promising undertaking, since it has led in the past to justifications of totalitarian violence. However, at its best, Utopian thinking is part of a process of striving toward a better society, and many thinkers use it to suggest values to be pursued or protected"
},

{
"num" : "43",
"content" : "When Master Brooks played a Mozart piece on the violin for his class to learn, the room was filled with waves of beautiful, soul-stirring sound. The class tried to emulate the music played by this renowned guest musician. Among the students in the class, Joe Brooks was by far the best. In fact, Joe was the master's son. His father had placed a baby violin in his hands at the age of four, and Joe was a natural talent. Now, just twelve years later, he was already on his way to becoming a virtuoso like his father"
}

]