[
{
"num" : "18",
"content" : "Dear Ms. Burke, Thank you for your question about how to donate children's books for our book drive. The event will take place for one week from September 10th to 16th. Books can be dropped off 24 hours a day during this period. There are two locations designated for donations: Adams Children's Library and Aileen Community Center. At each location, there are blue donation boxes at the main entrance. If you are unable to visit these locations, books can be mailed directly to our organization. Your donations will help support children in our community who may not be able to afford books. We hope this information makes your donation easier. We appreciate your support. Best regards, Carrie Wells"
},

{
"num" : "19",
"content" : "'How much farther to the finish line? Can I make it?' Emma felt pain in her legs and was breathing heavily. She couldn't remember ever being so exhausted. Feeling frustrated, she began to think about giving up on the race. She knew she would regret it later, but it seemed like there was nothing she could do. Then, she remembered a strategy she had learned. By having strong imagery control, she could help herself achieve her goal. Over and over, Emma imagined herself running smoothly and breathing easily. It was working! She started to feel better. About thirty minutes later, she found herself crossing the finish line with a big smile on her face. Surrounded by cheering friends, she enjoyed her victory full of joy."
},

{
"num" : "20",
"content" : "Life is hectic. Our days are filled with so many of the \"have tos\" that we feel there's no time left for the \"want tos.\" Further, spending all our time with others doesn't give us the ability to hit the reset button and relax. Leaving little to no time for ourselves or for the things that are important to us can lead to unmanaged stress, frustration, fatigue, resentment, or worse, health issues. Building in regular \"you time,\" however, can provide numerous benefits, all of which help to make life a little bit sweeter and a little bit more manageable. Unfortunately, many individuals struggle with reaching goals due to an inability to prioritize their own needs. Alone time, however, forces you to take a break from everyday responsibilities and the requirements of others so you can dedicate time to move forward with your own goals, meet your own personal needs, and further explore your personal dreams"
},

{
"num" : "21",
"content" : "Psychologist Mihaly Csikszentmihalyi suggests that the common idea of a creative individual coming up with great insights, discoveries, works, or inventions in isolation is wrong. Creativity results from a complex interaction between a person and his or her environment or culture, and also depends on timing. For instance, if the great Renaissance artists like Ghiberti or Michelangelo had been born only 50 years before they were, the culture of artistic patronage would not have been in place to fund or shape their great achievements. Consider also individual astronomers: Their discoveries could not have happened unless centuries of technological development of the telescope and evolving knowledge of the universe had come before them. Csikszentmihalyi's point is that we should devote as much attention to the development of a domain as we do to the people working within it, as only this can properly explain how advances are made. Individuals are only \"a link in a chain, a phase in a process,\" he notes"
},

{
"num" : "22",
"content" : "Consumers like a bottle of wine more if they are told it cost ninety dollars a bottle than if they are told it cost ten. Belief that the wine is more expensive turns on the neurons in the medial orbitofrontal cortex, an area of the brain associated with pleasure feelings. Wine without a price tag doesn't have this effect. In 2008, American food and wine critics teamed up with a statistician from Yale and a couple of Swedish economists to study the results of thousands of blind tastings of wines ranging from $1.65 to $150 a bottle. They found that when they can't see the price tag, people prefer cheaper wine to pricier bottles. Experts' tastes did move in the proper direction: they favored finer, more expensive wines. But the bias was almost imperceptible. A wine that cost ten times more than another was ranked by experts only seven points higher on a scale of one to one hundred"
},

{
"num" : "23",
"content" : "1950s critics separated themselves from the masses by rejecting the 'natural' enjoyment afforded by products of mass culture through judgments based on a refined sense of realism. For example, in most critics championing Douglas Sirk's films' social critique, self-reflexivity, and, in particular, distancing effects, there is still a refusal of the 'vulgar' enjoyments suspected of soap operas. This refusal again functions to divorce the critic from an image of a mindless, pleasure-seeking crowd he or she has actually manufactured in order to definitively secure the righteous logic of 'good' taste. It also pushes negative notions of female taste and subjectivity. Critiques of mass culture seem always to bring to mind a disrespectful image of the feminine to represent the depths of the corruption of the people. The process of taste-making operated, then, to create hierarchical differences between the aesthete and the masses through the construction of aesthetic positions contrary to the perceived tasteless pleasures of the crowd"
},

{
"num" : "24",
"content" : "Radioactive waste disposal has become one of the key environmental battlegrounds over which the future of nuclear power has been fought. Environmentalists argue that no system of waste disposal can be absolutely safe, either now or in the future. Governments and the nuclear industry have tried to find acceptable solutions. But in countries where popular opinion is taken into consideration, no mutually acceptable solution has been found. As a result, most spent fuel has been stored in the nuclear power plants where it was produced. This is now causing its own problems as storage ponds designed to store a few years' waste become filled or overflowing. One avenue that has been explored is the reprocessing of spent fuel to remove the active ingredients. Some of the recovered material can be recycled as fuel. The remainder must be stored safely until it has become inactive. But reprocessing has proved expensive and can exacerbate the problem of disposal rather than assisting it. As a result, it too appears publicly unacceptable"
},

{
"num" : "25",
"content" : "This graph shows the distribution of university graduates in Canada by age group in 1996, 2001, and 2007. Although its share was less than 50% in each of the three years, the group of university graduates aged 22 to 24 accounted for the largest single share in those respective years. The second largest single share of university graduates in each of the three years was held by those who were 25 to 29 years old. The share of university graduates who were 30 years old and over was higher than 20% in each of the three years. In 1996, the share of the group of university graduates aged 18 to 21 was 7.7%, and the share of the same age group was 6% in 2001.  In 2007, the combined share of those who were 25 to 29 years old and those who were 30 years old and over accounted for more than 50% of that year's university graduates"
},

{
"num" : "26",
"content" : "Victor Borge, born in Copenhagen, Denmark in 1909, was a comedian and pianist. Initially a concert musician, Victor Borge soon developed a performance style that combined comedy with classical music. When the Nazis invaded Denmark in 1940, he was performing in Sweden, and a short time later managed to escape to America. When he arrived in the U.S., he didn't speak a word of English. Learning English by watching movies, he soon managed to translate his jokes for the American audience. In 1948, Victor Borge became an American citizen and a few years later was offered a show of his own, Comedy in Music. The show remains the longest-running one-man show in Broadway history. At the age of 90, he still performed 60 times a year. He died on December 23rd, 2000 at his home in Greenwich, Connecticut, U.S."
},

{
"num" : "29",
"content" : "Not all organisms are able to find sufficient food to survive, so starvation is a kind of disvalue often found in nature. It also is part of the process of selection by which biological evolution functions. Starvation helps filter out those less fit to survive, those less resourceful in finding food for themselves and their young. In some circumstances, it may pave the way for genetic variants to take hold in the population of a species and eventually allow the emergence of a new species in place of the old one. Thus starvation is a disvalue that can help make  possible the good of greater diversity. Starvation can be of practical or instrumental value, even as it is an intrinsic disvalue. What some organisms must starve in nature is deeply regrettable and sad. The statement remains implacably true, even though starvation also may sometimes subserve ends that are good"
},

{
"num" : "30",
"content" : "For every toxic substance, process, or product in use today, there is a safer alternative either already in existence, or waiting to be discovered through the application of human intellect, ingenuity, and effort. In almost every case, the safer alternative is available unavailable at a comparable cost. Industry may reject these facts and complain about the high cost of acting, but history sets the record straight. The chemical industry denied that there were practical alternatives to ozone-depleting chemicals, predicting preventing not only economic disaster but numerous deaths because food and vaccines would spoil without refrigeration. They were wrong. The motor vehicle industry initially denied that cars caused air pollution, then claimed that no technology existed to reduce pollution from vehicles, and later argued that installing devices to reduce air pollution would make cars extremely expensive. They were wrong every time. The pesticide industry argues that synthetic pesticides are absolutely necessary unnecessary  to grow food. Thousands of organic farmers are proving them wrong"
},

{
"num" : "31",
"content" : "Among the most fascinating natural temperature-regulating behaviors are those of social insects such as bees and ants. These insects are able to maintain a nearly constant temperature in their hives or mounds throughout the year. The constancy of these microclimates depends not just on the location and insulation of the habitat, but on . When the surrounding temperature increases, the activity in the hive decreases, which decreases the amount of heat generated by insect metabolism. In fact, many animals decrease their activity in the heat and increase it in the cold, and people who are allowed to choose levels of physical activity in hot or cold environments adjust their workload precisely to body temperature. This behavior serves to avoid both hypothermia and hyperthermia"
},

{
"num" : "32",
"content" : "Although most people, including Europe's Muslims, have numerous identities, few of these are politically salient at any moment. It is only when a political issue affects the welfare of those in a particular group that . For instance, when issues arise that touch on women's rights, women start to think of gender as their principal identity. Whether such women are American or Iranian or whether they are Catholic or Protestant matters less than the fact that they are women. Similarly, when famine and civil war threaten people in sub-Saharan Africa, many African-Americans are reminded of their kinship with the continent in which their ancestors originated centuries earlier, and they lobby their leaders to provide humanitarian relief. In other words, each issue calls forth somewhat different identities that help explain the political preferences people have regarding those issues."
},

{
"num" : "33",
"content" : "Food unites as well as distinguishes eaters because what and how one eats forms much of one's emotional tie to a group identity, be it a nation or an ethnicity. The famous twentieth-century Chinese poet and scholar Lin Yutang remarks, \"Our love for fatherland is largely a matter of recollection of the keen sensual pleasure of our childhood. The loyalty to Uncle Sam is the loyalty to American doughnuts, and the loyalty to the Vaterland is the loyalty to Pfannkuchen and Stollen.\" Such keen connection between food and national or ethnic identification clearly indicates the truth that cuisine and table narrative occupy a significant place in the training grounds of a community and its civilization, and thus, eating, cooking, and talking about one's cuisine are vital to . In other words, the destiny of a community depends on how well it nourishes its members"
},

{
"num" : "34",
"content" : "Modern psychological theory states that the process of understanding is a matter of construction, not reproduction, which means that the process of understanding takes the form of the interpretation of data coming from the outside and generated by our mind. For example, the perception of a moving object as a car is based on an interpretation of incoming data within the framework of our knowledge of the world. While the interpretation of simple objects is usually an uncontrolled process, the interpretation of more complex phenomena, such as interpersonal situations, usually requires active attention and thought. Psychological studies indicate that it is knowledge possessed by the individual that determines which stimuli become the focus of that individual's attention, what significance he or she assigns to these stimuli, and how they are combined into a larger whole. This subjective world, interpreted in a particular way, is for us the \"objective\" world; we cannot know any world other than ."
},

{
"num" : "35",
"content" : "While the transportation infrastructure may shape where we travel today, in the early eras of travel, it determined whether people could travel at all. The development and improvement of transportation was one of the most important factors in allowing modern tourism to develop on a large scale and become a regular part of the lives of billions of people around the world. Another important factor was the industrialization that led to more efficient transportation of factory products to consumers than ever before. Technological advances provided the basis for the explosive expansion of local, regional, and global transportation networks and made travel faster, easier, and cheaper. This not only created new tourist-generating and tourist-receiving regions but also prompted a host of other changes in the tourism infrastructure, such as accommodations.  As a result, the availability of transportation infrastructure and services has been considered a fundamental precondition for tourism"
},

{
"num" : "36",
"content" : "Most of us have a general, rational sense of what to eat and when there is no shortage of information on the subject. Emotional eating is a popular term used to describe eating that is influenced by emotions, both positive and negative. Feelings may affect various aspects of your eating, including your motivation to eat, your food choices, where and with whom you eat, and the speed at which you eat. Most overeating is prompted by feelings rather than physical hunger. Yet there is often a disconnect between what we know and what we do. We may have the facts, but decisions also involve our feelings. Many people who struggle with difficult emotions also struggle with eating problems.  Individuals who struggle with obesity tend to eat in response to emotions. However, people who eat for emotional reasons are not necessarily overweight. People of any size may try to escape an emotional experience by preoccupying themselves with eating or by obsessing over their shape and weight."
},

{
"num" : "37",
"content" : "Ever since the first scientific opinion polls revealed that most Americans are at best poorly informed about politics, analysts have asked whether citizens are equipped to play the role democracy assigns them. Such factors, however, can explain only the misinformation that has always been with us. The sharp rise in misinformation in recent years has a different source: our media. \"They are making us dumb,\" says one observer. When fact bends to fiction, the predictable result is political distrust and polarization. It's the difference between ignorance and irrationality. Whatever else one might conclude about self-government, it's at risk when citizens don't know what they're talking about. Our misinformation owes partly to psychological factors, including our tendency to see the world in ways that suit our desires. However, there is something worse than an inadequately informed public, and that's a misinformed public. It's one thing when citizens don't know something, and realize it, which has always been a problem. It's another thing when citizens don't know something, but think they know it, which is the new problem"
},

{
"num" : "38",
"content" : "Moreover, more than half of Americans age 18 and older derive benefits from various transfer programs, while paying little or no personal income tax. Both the budget deficit and federal debt have soared during the recent financial crisis and recession. During 20092010, nearly 40 percent of federal expenditures were financed by borrowing. The huge recent federal deficits have pushed the federal debt to levels not seen since the years immediately following World War II. The rapid growth of baby-boomer retirees in the decade immediately ahead will mean higher spending levels and larger and larger deficits for both Social Security and Medicare. All of these factors are going to make it extremely difficult to slow the growth of federal spending and keep the debt from ballooning out of control. Projections indicate that the net federal debt will rise to 90 percent of GDP by 2019, and many believe it will be even higher unless constructive action is taken soon"
},

{
"num" : "39",
"content" : "We become entrusted to teach culturally appropriate behaviors, values, attitudes, skills, and information about the world. Erikson believes that when we reach the adult years, several physical, social, and psychological stimuli trigger a sense of generativity. A central component of this attitude is the desire to care for others. For the majority of people, parenthood is perhaps the most obvious and convenient opportunity to fulfill this desire. Erikson believes that another distinguishing feature of adulthood is the emergence of an inborn desire to teach. We become aware of this desire when the event of being physically capable of reproducing is joined with the events of participating in a committed relationship, the establishment of an adult pattern of living, and the assumption of job responsibilities. According to Erikson, by becoming parents we learn that we have the need to be needed by others who depend on our knowledge, protection, and guidance. By assuming the responsibilities of being primary caregivers to children through their long years of physical and social growth, we concretely express what Erikson believes to be an inborn desire to teach."
},

{
"num" : "40",
"content" : "Perceptions of forest use and the value of forests as standing timber vary considerably from indigenous peoples to national governments and Western scientists. These differences in attitudes and values lie at the root of conflicting management strategies and stimulate protest groups such as the Chipko movement. For example, the cultivators of the Himalayas and Karakoram view forests as essentially a convertible resource. That is, under increasing population pressure and growing demands for cultivable land, the conversion of forest into cultivated terraces means a much higher productivity can be extracted from the same area. Compensation in the form of planting on terrace edges occurs to make up for the clearance. This contrasts with the national view of the value of forests as a renewable resource, with the need or desire to keep a forest cover over the land for soil conservation, and with a global view of protection for biodiversity and climate change purposes, irrespective of the local people's needs"
},

{
"num" : "41",
"content" : "As a couple start to form a relationship, they can be seen to develop a set of constructs about their own relationship and, in particular, how it is similar or different to their parents' relationship. The couple's initial disclosures involve them forming constructs about how much similarity there is between them and each other's families. What each of them will remember is selective and coloured by their family's constructs system. In turn it is likely that as they tell each other their already edited stories, there is a second process of editing whereby what they both hear from each other is again  interpreted within their respective family of origin's construct systems. The two sets of memories the person talking about his or her family and the partner's edited version of this story go into the 'cooking-pot' of the couple's new construct system. Subsequently, one partner may randomly recall a part of the other's story as a tactic in negotiations: for example, Harry may say to Doris that she is being 'bossy just like her mother'. Since this is probably based on what Doris has told Harry, this is likely to be a very powerful tactic. She may protest or attempt to rewrite this version of her story, thereby possibly adding further material that Harry could use in this way. These exchanges of stories need not always be employed in such malevolent ways. These reconstructed memories can become very powerful, to a point where each partner may become confused even about the simple factual details of what actually did happen in their past"
},

{
"num" : "43",
"content" : "Over the last week, Jason had been feeling worried about his daughter, Sally. For two months now, Sally had been absorbed, perhaps even excessively, in studying birds. He was afraid she might begin to ignore her schoolwork. While shopping, Jason was glad to run into his old friend Jennifer, a bird expert working at the local university. Maybe she could help ease his concern. Upon hearing about Sally's interest, Jennifer invited them both to visit her office to see just how deep Sally's fascination was. Approaching the tree, Sally shouted excitedly, \"There, that's the nest!\" Jennifer looked up to see a small cup-shaped nest within a fork of the branches. Quickly, she took out her binoculars and peered where Sally pointed. In the fading evening light, she found the two rare black birds in their nest. \"See, didn't I tell you?\" exclaimed Sally. Looking at her in joyful surprise, both Jason and Jennifer were proud of Sally. They now recognized her extraordinary gift and passion as a bird-watcher"
}

]