[
{
"num" : "18",
"content" : "Dear Mr. Johnson, I would like to thank you for approving my request that the company pay for my college tuition. Today, Human Resources informed me that you had signed my request for payment. I want to tell you that this financial relief will make a great difference in my life. Now, I can focus more on my job. This will enable me to perform better at my work and contribute more to the company. Once again, I appreciate your support of my tuition and your faith in me. Sincerely, Warwick Smit"
},

{
"num" : "19",
"content" : "Stepping up to the microphone, Gabby could feel the sweat starting to run down her face and neck. She tried to take a deep breath, but couldn't. As her name was called, Gabby became more afraid of speaking before a large audience. Then, she suddenly remembered the words of a woman who had gradually overcome the same fear: \"Fear, rapid heartbeat, quick breathing, and sweating are simply the body's declaration that we are ready to fight.\" Recalling this, Gabby calmed down and remembered clearly what she had to say. Assured, Gabby smiled and started to deliver her speech. The words flowed out like water, and her beating heart gave her more and more mental strength. The performance was successful. She had overcome her fear."
},

{
"num" : "20",
"content" : "Planning involves only the half of your brain that controls your logical thinking. The other intuitive half of your brain is left out of this planning process. If you insist on always having a plan, you cut yourself off from your intuitive self and the inner joy it provides. To break planning addiction, allow yourself one freedom. Decide to spend a day exploring a park or a neighborhood with curiosity as your only guide. The next time you feel attracted to someone, and want to introduce yourself, go ahead. You'll be likely to make a new friend. By giving yourself freedom to follow your intuition, you develop your sensitivity to your inner voice. You learn to hear the quiet messages that can make your life an adventure."
},

{
"num" : "21",
"content" : "Although the Internet seems truly global these days, less than half of the world's population has access to it. Some four billion people are still unconnected. This spring, IT engineers will begin to shift to the next phase in a grand plan to bring the Internet to everyone. Their goal is to establish a network of high-altitude balloons that will rain 4G LTE signals down to anyone with a 4G device. Regional telecom companies will transmit the signals to the balloons, and then each balloon will relay the signals to a ground area many miles in diameter. In this way, farmers in remote areas will be able to access weather data, and rural children will be able to pursue online educations. By the end of the year, the engineers aim to have 100 balloons about 13 miles up"
},

{
"num" : "22",
"content" : "Inflation can be a major life concern for most people. It makes it difficult for households to plan ahead. This is because 'future problems' concerning inflation often make us change our plans for the future. For instance, how much should the parents of a newborn start regularly saving to pay for her college education? If inflation averages two percent, prices roughly double every thirty-six years. But if inflation gets up to eight percent, prices roughly double every nine years. A Harvard education that currently costs $100,000 may therefore end up costing half a million dollars for an infant born today. Millions of workers who retired with pensions during the 1960s and 1970s found that inflation pushed up costs far beyond their expected expenses. Many had to reenter the workforce just to make ends meet."
},

{
"num" : "23",
"content" : "Tourism is important for more than just vacationing. Tourism allows people from different places and cultures to come together, and then tourists and host communities learn about each other's differences and similarities. They also learn new tastes and ways of thinking, which may lead to a better understanding between hosts and tourists. Another positive effect of tourism is the aid it provides for the survival of a society's culture, especially the culture's art forms. The opportunity to sell native artworks to tourists or perform folk dances for them may encourage local artists to preserve traditional art forms. For example, Fijians have developed their palm mat and shell jewelry crafts into profitable tourist businesses. They also earn additional income by performing folk dances and fire walking."
},

{
"num" : "24",
"content" : "Distribution of Time Spent per Shopping App Category The above graph shows the distribution of time spent by consumers using shopping apps across various shopping app categories in December 2011 and December 2012. Of the six categories, Retailer apps saw the greatest increase in the share of time spent, from 15% in December 2011 to 27% in December 2012. On the other hand, the share of time spent with Online Marketplace apps decreased from 25% in December 2011 to 20% in December 2012. The Purchase Assistant app share decreased by one percentage point from December 2011 to December 2012. The share of Price Comparison apps in December 2011 was the same as that in December 2012. Daily Deal apps showed the smallest share of time spent in both December 2011 and  December 2012"
},

{
"num" : "25",
"content" : "The project of creating the tomb of Pope Julius  was originally given to Michelangelo in 1505, but the tomb was not completed until 1545. It was designed by Michelangelo himself as the pope requested. The design called for some 40 statues, and the tomb was to be a giant structure. Just less than a year after the initial work on the tomb began, it stopped because of lack of funds. When Pope Julius  died in 1513, he left money for the completion of his tomb, so Michelangelo started work again. After some years of carving, he completed Moses, one of the most famous statues of the tomb. However, the next pope, Leo X, had little interest in continuing the project. As time went on, its scale was reduced, and the project for the tomb was revised again and again."
},

{
"num" : "28",
"content" : "An independent artist is probably the one who lives closest to an unbounded creative situation. Many artists have considerable freedom from external requirements about what to do, how to do it, when to do it, and why. At the same time, however, we know that artists usually limit themselves quite forcefully by choice of material and form of expression. To make the choice to express a feeling by carving a specific form from a rock, without the use of high technology or colors, restricting the artist significantly. Such choices are not made to limit creativity, but rather to cultivate it. When everything is possible, creativity has no tension. Creativity is strange in that it finds its way in any kind of situation, no matter how restricted, just as the same amount of water flows faster and stronger through a narrow strait than across the open sea"
},

{
"num" : "29",
"content" : "The desert locust lives in two remarkably different styles depending on the availability of food sources and the density of the local locust population. When food is scarce, as it usually is in their native desert habitat, locusts are born with coloring designed for camouflage and lead solitary social lives. But when rare periods of significant rain produce major vegetation growth, everything changes. At first, the locusts continue to be loners, just feasting off the insufficient abundant  food supply. But as the extra vegetation starts to die off, the locusts find themselves crowded together. Suddenly, baby locusts are born with bright colors and a preference for company. Instead of avoiding one another and hiding from predators through camouflage and inactivity, these locusts gather in vast groups, feed together, and overwhelm overestimate their predators simply through numbers"
},

{
"num" : "30",
"content" : "Ellie walked to school in her new shoes. \"I like those,\" Megan whispered. \"Cool.\" Ellie felt happy. She knew it was hard to get compliments from Megan and couldn't hide her smile. The two friends had desks side by side at the back. \"Stop talking, you two,\" said Miss Smith. \"Bring your books to me if you've finished.\" Ellie followed Megan to the front of the class. She always let Megan go first. She felt scared when Miss Smith was upset. Miss Smith noticed her new shoes. \"Those aren't suitable for school,\" she said, her voice cold. Ellie took a deep breath. \"The shop didn't have black shoes,  Miss Smith,\" she said. Her voice came out in a whisper. \"The school uniform requires black or dark blue shoes,\" said Miss Smith. \"Report to me in proper shoes, please. On Monday.\" She used her quiet-shout voice and Ellie shivered"
},

{
"num" : "31",
"content" : "In an increasingly globalized world, literature in translation has an especially important role. Increasingly, writers, readers, and publishers are turning to literature as a bridge between cultures, particularly Western and Arab societies. This growing interest is, in turn, driving a boom in translation. However, not surprisingly perhaps, most translations are from English into other languages, not from another language, such as Arabic, into English. Hence, the huge American market is seen as driving the       . Bookstores in the United States, for example, rarely stock more than Nobel Prize winner Naguib Mahfouz's Cairo Trilogy, a masterful, realistic account of life in Cairo and of a merchant family in the mid-20th century. Western readers likely know little of Mahfouz's more experimental work, his political and religious allegories, or his historical dramas. The result is a kind of one-way mirror between America and the rest of the world."
},

{
"num" : "32",
"content" : "We tend to assume that the way to get more time is to speed up. But speeding up can actually slow us down. Anyone who has ever rushed out of the house only to realize that their keys and wallet are sitting on the kitchen table knows this only too well. And it's not just our efficiency that is reduced. The quality of the experience suffers too, as we become less aware or 'mindful.' Have you ever eaten an entire meal without tasting any of it? Hurrying up doesn't just give us less time, it can also steal the pleasure and benefit from the time that we do have. For many of us, hurrying is a way of life. Some of us enjoy the thrill that it gives us while others are driven crazy by the constant pressure and feel that their lives are speeding up to an unacceptable degree. Either way, there are almost certainly areas of our life that could be ."
},

{
"num" : "33",
"content" : "The audience receives a sound signal entirely through the vibrations generated in the air, whereas in a singer some of the auditory stimulus is conducted to the ear through the singer's own bones. Since these two ways of transferring sound have quite different relative efficiencies at various frequencies, the overall quality of the sound will be quite different. You have probably experienced this when you have listened to your own voice, as on tape or through a public address system. It is easy to blame the 'sound of a stranger' on 'poor electronics,' but this is only partly justified. The major effect comes from the fact that you hear yourself differently from the way others hear you. This is one of the main reasons why even the most accomplished singers have to listen to the opinion of coaches and voice teachers as to 'how they sound,' whereas no concert violinist would have to do such a thing. To the violinist  to someone else standing nearby."
},

{
"num" : "34",
"content" : "Problems can be distinguished according to whether they are reasonable or unreasonable. Reasonable problems are of the kind that can be solved in a step-by-step manner. A crossword puzzle is of this nature. Given a sufficient vocabulary, the empty spaces can be filled in one by one. Unreasonable problems, , cannot be treated this way because the task contains some 'trick' or 'catch' that must be understood before someone can arrive at a solution. This feature frustrates any step-by-step process that proceeds without the realization that \"things aren't what they seem.\" , successful problem solving in these cases requires that the person acquire an insight into the nature of the trick. Riddles provide commonplace instances of such insight problems, such as the classic riddle that the Sphinx posed to Oedipus. "
},

{
"num" : "35",
"content" : "School physical education programs should offer a balanced variety of activities that allow young people to develop ability in lifetime activities that are personally meaningful and enjoyable. A balance should exist in any physical education program among team, dual, and individual (lifetime) sports. Team sports such as basketball and soccer provide an opportunity for students to develop skills and to enjoy working and competing together as a team. However, in many school physical education programs, team sports dominate the curriculum at the expense of various individual and dual sports, like tennis, swimming, badminton, and golf. In such cases, the students lose the opportunity to develop skills in activities that they can participate in throughout their adult lives. Baseball, in particular, is one of the most popular sports frequently broadcast on TV. Only through a balanced program of team, dual, and individual sports is it possible to develop well-rounded individuals"
},

{
"num" : "36",
"content" : "Cultural characteristics are not only passed from parents to children, but may be passed on from any one individual to another by word of mouth or by writing. Like those infectious diseases, cultural habits such as pop music preferences and clothing fashions may spread very quickly nowadays, especially through the media of radio and television. So some cultural changes may be adopted quite quickly by a whole population. Transmission of culture is rather like transmission of an infection. Flu and colds spread very quickly, especially with the large amount of contact that people now have with each other. However, other deep-rooted cultural characteristics of races and racial subgroups are much more difficult to change. These are the cultural patterns that are so resistant to alteration that they have the appearance of being inherent. "
},

{
"num" : "37",
"content" : "The timing of positive versus negative behavior seems to influence attraction. Several studies have identified what has been called the loss-gain effect.  Studies suggest that you would not. In fact, people are more attracted to individuals who are consistently negative than to people who initially behave positively and then switch to negative behavior. The reason is this: people who start out being nice get our hopes up, so the letdown we experience when we discover that they are not nice makes it worse than if they had acted badly from the start. This effect reflects what happens to attraction when a person's behavior moves from positive to negative or from negative to positive. For example, if someone seemed very nice to you early in the interaction, but then began to act like a fool, would you be more attracted to that person than if that person were a fool from the start?"
},

{
"num" : "38",
"content" : "The spoonful of 95 soup hitting your foot hurts, but not as badly as it would if you accidentally spilled the entire pot of 95 soup on your foot. Heat and temperature are two quantities that can be easily confused. Imagine cooking a very large pot of chicken soup on the stove. Let's suppose you heat the soup until it is 95, quite hot. You grab a spoon and take out a spoonful of soup to taste. As you remove the spoonful of soup from the pot, it has the same temperature as the larger sample. Unfortunately, as you bring the soup towards your mouth to taste it, the spoon slips from your hand, pouring its contents on your bare foot. If both the spoonful and the pot full of soup have the same temperature, why would the larger sample cause more damage if it came in contact with your skin? The answer to the question lies in the difference between temperature and heat"
},

{
"num" : "39",
"content" : "They quickly pick out a whole series of items of the same type, making a handful of, say, small screws. People make extensive use of searching images. One unexpected context is sorting. Suppose you have a bag of small hardware screws, nails, and so on and you decide to organize them into little jars. You dump the stuff out on a table and begin separating the items into coherent groups. It is possible to do this by randomly picking up individual objects, one by one, identifying each one, and then moving it to the appropriate jar. But what most people do is very different. They put them in the jar and then go back and do the same for a different kind of item.  So the sorting sequence is nonrandom, producing runs of items of a single type. It is a faster, more efficient technique, and much of the increased efficiency is due to the use of searching images."
},

{
"num" : "40",
"content" : "There are two types of managers in business organizations: functional managers and project managers. Both types of managers have different roles and qualities. Functional managers head one of a firm's departments such as marketing or engineering, and they are specialists in the area they manage. They are skilled at breaking the components of a system into smaller elements, knowing something of the details of each operation for which they are responsible. On the other hand, project managers begin their career as specialists in some field. When promoted to the position of project manager, they must transform from technical caterpillar to generalist butterfly. They oversee many functional areas, each with its own specialists. Therefore, what is required is an ability to put many pieces of a task together to form a coherent whole. Thus, to understand a frog, for example, functional managers cut it open to examine it, but project managers watch it swim with other frogs and consider the environment."
},

{
"num" : "41",
"content" : "It isn't going to be easy making changes to the food your children eat, and even the most careful, patient parents will probably find that the little ones will resist at some point and to some degree. The problem is that many of us were forced to eat in a healthy way as children: we learned the hard way. And the temptation to continue with these parental habits with our own children is strong. If you were made to sit at the table until you had cleaned your plate, you are not alone: most of the adult population have suffered this at some point at school if not at home. Forcing your children to eat, especially if they don't like what is on the plate, is completely . \"Sit there until you finish\" may be how we learned, and may also be the only way you feel able to achieve your goal, but think about it: the experience of eating a pile of unwanted cabbage until they feel sick is hardly going to make children jump for joy the next time it is served. This strict approach is very old-fashioned, and you may win the battle but you definitely won't win the war. Delaying puddings used to be thought of as a good idea too, but guess what? That doesn't work either. \"No pudding until you have finished your main course\" was the standard line when most parents of today were young and is still commonly used, but it only makes sweet things seem more desirable"
},

{
"num" : "43",
"content" : " In 1887, when the land was up for sale, grandpa bought two hundred acres from the Granger family. In 1918, he bought another two hundred. It was good rich land. However, there were bank loans for and taxes on the land. Unfortunately, there had not been enough money from the cotton to pay both of them and live on. To make things worse, the price of cotton dropped in 1930. Some of it belonged to Stacey, Christopher, and John, not to mention the part that belonged to big mama and mama. However, papa never divided the land in his mind; it was simply the land of our family. For it, he would work the long, hot summer pounding steel; mama would teach and run the farm; and big mama, in her sixties, would work like a woman in her twenties in the cotton fields and keep the house; but always, the taxes would be paid. Papa said that one day I would understand. When he came back from Louisiana, I asked papa why he had to go away and why the land was so important. He took my hand and said in his quiet way: \"Look out there, Cassie. All that belongs to you. You will never have to live on other people's land. As long as the family survives, you will have your own place. That's important. You may not understand now, but one day you will.\" I looked at papa strangely, for I knew that all the land did not belong to me.  That was why papa had gone to work, ending up in Louisiana in 1931. He set out looking for work, first going far north and south, and finally west into Louisiana. It was there he found work laying track for the railroad. He worked the remainder of the year away from us, not returning until the deep winter. The following spring after the planting was finished, he did the same. Now it was 1933, and papa was again in Louisiana laying track"
}

]